Repository: 0-admin/pacaur
Catalog: po/*.po
Languages: ja, pl

source: ${colorW}Starting AUR upgrade...${reset}
ja: ${colorW}AURの更新を開始...${reset}
pl: ${colorW}Uruchamianie aktualizacji AUR...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
ja: ${colorW}$i${reset} はAURに ${colorY}存在しません${reset} -- 省略
pl: ${colorW}$i${reset} ${colorY}nie jest dostępny${reset} w AUR -- pomijanie

source: latest
ja: 最新版
pl: najnowszy

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
ja: ${checkaurpkgs[i]} は IgnorePkg/IgnoreGroup に記入されています。それでもインストールしますか？
pl: ${checkaurpkgs[$i]} jest w IgnorePkg/IgnoreGroup. Instalować mimo to?

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
ja: ${colorW}${checkaurpkgs[$i]}${reset}: 更新を無視します
pl: ${colorW}${checkaurpkgs[$i]}${reset}: ignorowanie aktualizacji pakietu

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
ja: ${colorW}${checkaurpkgs[$i]}${reset}: 更新を無視します (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
pl: ${colorW}${checkaurpkgs[$i]}${reset}: ignorowanie aktualizacji pakietu (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
ja: 依存関係を解決しています...
pl: rozwiązywanie zależności...

source: no results found for $i
ja: $i は見つかりませんでした
pl: brak wyników dla $i

source: dependency cycle detected
ja: 循環した依存関係を検出しました

source: ${colorW}$i${reset}: ignoring package upgrade
ja: ${colorW}$i${reset}: 更新を無視します
pl: ${colorW}$i${reset}: ignorowanie aktualizacji pakietu

source: Unresolved dependency '${colorW}$i${reset}'
ja: 依存関係 '${colorW}$i${reset}' が解決されませんでした
pl: Nierozwiązane zależności pakietu '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
ja: $i の依存関係は IgnorePkg/IgnoreGroup に記入されています。それでもインストールしますか？
pl: zależność $i jest w IgnorePkg/IgnoreGroup. Instalować, mimo to?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
ja: ${colorW}${providersdeps[$i]}${reset}を提供するパッケージは${#providers[@]}個あります
pl: ${colorW}Dostępne są ${#providers[@]} pakiety dostarczające ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
ja: 番号を入力してください (default=0):
pl: Wprowadź liczbę (domyślnie=0):

source: invalid value: $nb is not between 0 and $providersnb
ja: 無効: 0から${providersnb}の数値を入力してください
pl: nieprawidłowa wartość: $nb powinna być pomiędzy 0 i $providersnb

source: invalid number: $nb
ja: 無効な番号: $nb
pl: nieprawidłowa wartość: $nb

source: looking for inter-conflicts...
ja: 衝突するパッケージが無いか確認しています
pl: poszukiwanie konfliktów między pakietami...

source: $j and $k are in conflict ($i). Remove $k?
ja: $j と $k が衝突しています($i)。$k を削除しますか？
pl: $j i $k konfliktują ze sobą ($i). Usunąć $k?

source: unresolvable package conflicts detected
ja: 解決できないパッケージの衝突が検出されました
pl: wykryto nierozwiązywalne konflikty pakietu

source: failed to prepare transaction (conflicting dependencies)
ja: 処理の準備に失敗しました (衝突する依存関係)
pl: nie można przygotować transakcji (konfliktujące zależności)

source: $j and $k are in conflict
ja: $j と $k は衝突しています
pl: $j i $k konfliktują ze sobą

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
ja: ${colorW}${depsAname[$i]}${reset} の最新版 -- 取得
pl: ${colorW}${depsAname[$i]}${reset} najnowsza rewizja -- pobieranie

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
ja: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} は最新です -- 再インストール
pl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} jest w najnowszej wersji -- reinstalacja

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
ja: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} は最新です -- 省略
pl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} jest w najnowszej wersji -- pomijanie

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d
ja: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset}は次の日付より ${colorR}out of date${reset} になっています: ${colorY}$(date -d

source: (cached)
ja: (キャッシュ済み)
pl: (w pamięci podręcznej)

source: Name
ja: 名前
pl: Nazwa

source: Old Version
ja: 古いバージョン
pl: Poprzednia wersja

source: New Version
ja: 新しいバージョン
pl: Nowa wersja

source: Download Size
ja: ダウンロード容量
pl: Wielkość pobrania

source: AUR Packages (${#deps[@]}):
ja: AURパッケージ (${#deps[@]}):
pl: Pakiety z AUR (${#deps[@]}):

source: Repo Packages (${#repodepspkgs[@]}):
ja: リポジトリのパッケージ (${#repodepspkgs[@]}):
pl: Pakiety z repozytoriów (${#repodepspkgs[@]}):

source: Repo Download Size:
ja: リポジトリからダウンロードする容量:
pl: Wielkość pobrania z repozytoriów:

source: Repo Installed Size:
ja: インストール済みのパッケージの容量:
pl: Wielkość instalacji z repozytoriów:

source: installation
ja: インストール
pl: instalacja

source: download
ja: ダウンロード
pl: pobranie

source: Proceed with $action?
ja: ${action}を続行しますか？
pl: Przejść do $action?

source: ${colorW}Retrieving package(s)...${reset}
ja: ${colorW}パッケージを取得しています...${reset}
pl: ${colorW}Pobieranie pakietów...${reset}

source: View $i build files diff?
ja: $i のビルドファイルのdiffを見ますか？

source: ${colorW}$i${reset} build files diff viewed
ja: ${colorW}$i${reset} のビルドファイルのdiffの確認を完了しました

source: View $i PKGBUILD?
ja: $i の PKGBUILD を確認しますか？
pl: Chcesz przejrzeć plik PKGBUILD pakietu $i?

source: ${colorW}$i${reset} PKGBUILD viewed
ja: ${colorW}$i${reset} の PKGBUILD の確認を完了しました
pl: Przejrzano plik PKGBUILD pakietu ${colorW}$i${reset}

source: Could not open ${colorW}$i${reset} PKGBUILD
ja: ${colorW}$i${reset} の PKGBUILD を開けません
pl: Nie można otworzyć pliku PKGBUILD pakietu ${colorW}$i${reset}

source: View $j script?
ja: $i の .install ファイルを確認しますか？
pl: Chcesz przejrzeć skrypt .install pakietu $j?

source: ${colorW}$j${reset} script viewed
ja: ${colorW}$i${reset} の .install ファイルの確認を完了しました
pl: Przejrzano skrypt .install pakietu ${colorW}$j${reset}

source: Could not open ${colorW}$j${reset} script
ja: ${colorW}$i${reset} の .install ファイルを開けません
pl: Nie można otworzyć skryptu .install pakietu ${colorW}$j${reset}

source: Checking ${colorW}${pkgsdeps[$i]}${reset} integrity...
ja: ${colorW}${depsAname[$i]}${reset} を検証しています...
pl: Sprawdzanie integralności ${colorW}${pkgsdeps[$i]}${reset}...

source: failed to verify ${colorW}$i${reset} integrity
ja: ${colorW}$i${reset} の検証に失敗しました
pl: nie udało się zweryfikować integralności ${colorW}$i${reset}

source: build.lck exists in $tmpdir
ja: build.lck が $tmpdir に存在します
pl: build.lck znajduje się w $tmpdir

source: Installing ${colorW}${providerspkgs[@]}${reset} dependencies...
ja: ${colorW}${providerspkgs[@]}${reset} の依存関係をインストールしています...

source: ${colorW}$j${reset} is up-to-date -- skipping
ja: ${colorW}$j${reset} は最新です -- 省略
pl: ${colorW}$j${reset} jest zaktualizowany -- pomijanie

source: Installing ${colorW}$j${reset} cached package...
ja: キャッシュに存在する ${colorW}$j${reset} をインストールしています...
pl: Instalowanie pakietu ${colorW}$j${reset} z pamięci podręcznej...

source: Package ${colorW}$j${reset} already available in cache
ja: ${colorW}$j${reset} は既にキャッシュに存在します
pl: Pakiet ${colorW}$j${reset} jest już dostępny w pamięci podręcznej

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
ja: ${colorW}${pkgsdeps[$i]}${reset} をビルドしています...
pl: Budowanie ${colorW}${pkgsdeps[$i]}${reset} pakietów...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} package(s)...
ja: キャッシュに存在する ${colorW}${pkgsdeps[$i]}${reset} をインストールしています...

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install. Check .SRCINFO for mismatching data with PKGBUILD.
ja: ${colorW}${pkgsdeps[$i]}${reset} のインストールに失敗しました。.SRCINFO と PKGBUILD の内容が一致しません。

source: Removing installed AUR dependencies...
ja: AURの依存関係を削除します
pl: Usuwanie zainstalowanych zależności z AUR...

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
ja: ${colorW}$i${reset} は現在、${colorY}他のパッケージから依存されていません${reset}
pl: ${colorW}$i${reset} jest ${colorY}osieroconym${reset} pakietem

source: failed to build ${colorW}$i${reset} package(s)
ja: ${colorW}$i${reset} のビルドに失敗しました
pl: nie udało się zbudować pakietów ${colorW}$i${reset}

source: [ ignored ]
ja: [ 省略 ]
pl: [ zignorowano ]

source: Packages to keep:
ja: そのままにしておくパッケージ:
pl: Zachowywane pakiety:

source: All locally installed packages
ja: インストール済みパッケージ:
pl: Wszystkie, zainstalowane lokalnie, pakiety

source: AUR cache directory:
ja: AURのキャッシュ:
pl: Katalog pamięci podręcznej AUR:

source: Do you want to remove all other packages from AUR cache?
ja: その他のAURパッケージのキャッシュを全て削除しますか？
pl: Chcesz usunąć wszystkie pozostałe pakiety z pamięci podręcznej AUR?

source: removing old packages from cache...
ja: 古いパッケージのキャッシュを削除しています...
pl: usuwanie starych pakietów z pamięci podręcznej...

source: Do you want to remove ALL files from AUR cache?
ja: 本当に全てのファイルをAURキャッシュから削除しますか？
pl: Chcesz usunąć WSZYSTKIE pliki z pamięci podręcznej AUR?

source: removing all files from AUR cache...
ja: AURキャッシュを全て削除しています...
pl: usuwanie wszystkich plików z pamięci podręcznej AUR...

source: Sources to keep:
ja: そのままにしておくソース:

source: All development packages sources
ja: 全ての開発版パッケージのソース

source: AUR source cache directory:
ja: AURのキャッシュのあるディレクトリ:

source: Do you want to remove all non development files from AUR source cache?
ja: 本当に全ての開発版でないファイルをAURのソースキャッシュから削除しますか？

source: removing non development files from source cache...
ja: 開発版でないファイルを全て削除しています...

source: Do you want to remove ALL files from AUR source cache?
ja: 本当に全てのファイルをAURのソースキャッシュから削除しますか？

source: removing all files from AUR source cache...
ja: AURのソースキャッシュを全て削除しています...

source: failed to prepare transaction (could not satisfy dependencies)
ja: 処理の準備に失敗しました (満たすことの出来ない依存関係)
pl: nie można przygotować transakcji (niespełnione zależności)

source: ${Qrequires[@]}: requires $@
ja: ${Qrequires[@]}: $@ に依存しています
pl: ${Qrequires[@]}: wymaga $@

source: there is nothing to do
ja: 何も行なうことがありません
pl: nie ma nic do zrobienia

source: usage: pacaur <operation> [options] [target(s)] -- See also pacaur(8)
ja: 使い方: pacaur <オペレーション> [オプション] [パッケージ] -- pacaur(8) も参照

source: operations:
ja: オペレーション:
pl: operacje:

source: pacman extension
ja: pacmanの拡張
pl: rozszerzenie pacmana

source: -S, -Q extend pacman operations to the AUR
ja: -S, -Q AURも対象にするように拡張済み
pl: -S, -Q rozciąga działanie operacji pacmana na AUR

source: AUR specific
ja: AURのみが対象

source: -s, --search search AUR for matching strings
ja: -s, --search AURを検索
pl: -s, --search poszukuje pasujących ciągów tekstu w AUR

source: -i, --info view package information
ja: -i, --info パッケージの説明を表示
pl: -i, --info pokazuje informacje o pakietach

source: -d, --download download target(s) -- pass twice to download AUR dependencies
ja: -d, --download パッケージをダウンロード -- 2つ重ねると依存パッケージもダウンロード
pl: -d, --download pobiera pakiety -- wprowadź podwójnie, by pobrać zależności z AUR

source: -m, --makepkg download and make target(s)
ja: -m, --makepkg パッケージをダウンロードしてビルド
pl: -m, --makepkg pobiera i buduje pakiety

source: -y, --sync download, make and install target(s)
ja: -y, --sync パッケージをダウンロードして、ビルドしインストール
pl: -y, --sync pobiera, buduje i instaluje pakiety

source: -k, --check check for AUR update(s)
ja: -k, --check AURパッケージにアップデートがあるか確認
pl: -k, --check sprawdza aktualność pakietów z AUR

source: -u, --update update AUR package(s)
ja: -u, --update AURパッケージをアップデート
pl: -u, --update aktualizuje pakiety z AUR

source: general
ja: 一般
pl: ogólne

source: -v, --version display version information
ja: -v, --version バージョンを表示
pl: -v, --version wyświetla informacje o wersji

source: -h, --help display help information
ja: -h, --help 使い方を表示
pl: -h, --help wyświetla niniejszą pomoc

source: options:
ja: オプション:
pl: opcje:

source: pacman extension - can be used with the -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operations
ja: pacmanの拡張 - -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc と併せて使います
pl: rozszerzenie pacmana - można użyć z -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc

source: -a, --aur only search, build or install target(s) from the AUR
ja: -a, --aur 検索、ビルドとインストールの範囲をAURだけにします

source: -r, --repo only search, build or install target(s) from the repositories
ja: -r, --repo 検索、ビルドとインストールの範囲を公式リポジトリだけにします

source: -e, --edit edit target(s) PKGBUILD and view install script
ja: -e, --edit PKGBUILD を編集して、.install ファイルを閲覧
pl: -e, --edit edycja plików PKGBUILD oraz podgląd skryptów .install

source: -q, --quiet show less information for query and search
ja: -q, --quiet 検索結果の出力を最小限にします
pl: -q, --quiet wyświetla mniej informacji przy zapytaniach i wyszukiwaniu

source: --devel consider AUR development packages upgrade
ja: --devel git等で管理されるパッケージも更新
pl: --devel uwzględnia aktualizację pakietów devel z AUR

source: --foreign consider already installed foreign dependencies
ja: --foreign 既にインストールされた外部の依存関係を考慮

source: --ignore ignore a package upgrade (can be used more than once)
ja: --ignore 更新しないパッケージを指定(複数指定可能)
pl: --ignore pomija aktualizację pakietów -- można używać wielokrotnie

source: --needed do not reinstall already up-to-date target(s)
ja: --needed 最新のパッケージをアップデートしません

source: --noconfirm do not prompt for any confirmation
ja: --noconfirm 確認を表示しません
pl: --noconfirm nie wyświetla żadnych potwierdzeń

source: --noedit do not prompt to edit files
ja: --noedit ファイルを編集するか尋ねないようにします
pl: --noedit wyłącza zapytanie o edycję plików

source: --rebuild always rebuild package(s)
ja: --rebuild 常にパッケージを再ビルド
pl: --rebuild zawsze przebudowuje pakiety

source: --silent silence output
ja: --silent 出力を抑えます

source: you cannot perform this operation as root
ja: このオペレーションはrootでは実行できません
pl: nie możesz wykonać tej operacji jako root

source: ${colorW}editor${reset} variable unset
ja: ${colorW}editor${reset} 変数が設定されていません
pl: Nie ustawiono zmiennej ${colorW}editor${reset}

source: ${colorW}clonedir${reset} or ${colorW}\$AURDEST${reset} should be set to a non volatile memory location
ja: ${colorW}clonedir${reset} と ${colorW}\$AURDEST${reset} には削除されないディレクトリを指定してください

source: ${colorW}$clonedir${reset} does not have write permission.
ja: 権限がないので、${colorW}$clonedir${reset} にファイルを作成できません

source: no targets specified (use -h for help)
ja: 対象が指定されていません (-h を使ってヘルプを見て下さい)
pl: nie podano żadnych celów (użyj -h aby otrzymać pomoc)

source: target not found
ja: 対象は見つかりませんでした
pl: nie znaleziono celu

source: Package(s) ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
ja: ${colorW}${aurpkgs[*]}${reset} はリポジトリに存在しません。AURを検索しています...
pl: Nie znaleziono ${colorW}${aurpkgs[*]}${reset} w repozytoriach; szukam w ${colorM}AUR${reset}...

source: no AUR metadata for ${colorR}${depsAname[$i]}${reset} package
pl: brak metadanych AUR dla pakietu ${colorR}${depsAname[$i]}${reset}

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
pl: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} został oznaczony jako ${colorR}nieaktualny${reset} w dniu ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}

source: Installing ${colorW}${providerpkgs[@]}${reset} dependencies...
pl: Instalacja zależności ${colorW}${providerpkgs[@]}${reset}...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} dependencies...
pl: Instalowanie zależności ${colorW}${pkgsdeps[$i]}${reset}...

source: ${colorW}${basepkgs[$i]}${reset} cleaning skipped
pl: ${colorW}${basepkgs[$i]}${reset} pominięto oczyszczanie

source: check build log in ${colorW}$builddir/${basepkgs[$i]}${reset}
pl: sprawdź plik log w ${colorW}$builddir/${basepkgs[$i]}${reset}

source: ${colorW}$i${reset} cleaning skipped
pl: ${colorW}$i${reset} pominięto oczyszczanie

source: ${colorW}$i${reset} cleaned
pl: ${colorW}$i${reset} oczyszczono

source: Could not clean ${colorW}$i${reset}
pl: Nie można wyczyścić ${colorW}$i${reset}

source: Build directory cleaned
pl: Oczyszczono katalog budowania pakietu

source: Build directory already cleaned
pl: Katalog budowania pakietu już oczyszczono

source: Could not connect to the AUR
pl: Nie można połączyć z AUR

source: $2 [Y/n]
pl: $2 [T/n]

source: $2 [y/N]
pl: $2 [t/N]

source: usage: pacaur <operation> [options] [target(s)]
pl: składnia: pacaur <operacja> [opcje] [pakiet(y)]

source: AUR only
pl: tylko AUR

source: -a, --aur only search, install or clean target(s) from the AUR
pl: -a, --aur poszukuje, instaluje lub czyści tylko pakiety z AUR

source: -r, --repo only search, install or clean target(s) from the repositories
pl: -r, --repo poszukuje, instaluje lub czyści tylko pakiety z repozytoriów

source: -c, --clean clean target(s) build files -- can be combined with the -m, -y, -u operations
pl: -c, --clean czyści pliki po zbudowaniu pakietu -- można łączyć z -m, -y, -u

source: --needed do not reinstall already up to date target(s)
pl: --needed nie reinstaluje aktualnych pakietów

source: ${colorW}$builddir${reset} does not have write permission.
pl: ${colorW}$builddir${reset} nie posiada uprawnień do zapisu.

source: alternative installation root option not supported
pl: opcja instalacji na inne konto root nie jest obsługiwana
